Repository: headnet/sm.publication
Catalog: src/sm/publication/locales/*/LC_MESSAGES/sm.publication.po
Languages: da

source: Add Navigation Portlet (Publications)
da: Tilføj navigationsportlet (Publikation)

source: Add Publication Portlet
da: Tilføj Publikationsportlet

source: Author
da: Forfatter

source: City
da: By

source: Co-authors
da: Medforfattere

source: Configure publication module
da: Konfigurer publikationsmodulet

source: Country
da: Land

source: Download appendix for the publication:
da: Hent bilag til publikationen:

source: Download publication
da: Hent publikationen

source: Edit Navigation portlet (Publication)
da: Rediger navigationsportlet (Publikation)

source: Edit Publication portlet
da: Rediger publikationsportlet

source: Header of the rendered portlet
da: Titel for den renderede portlet

source: How many copies do you wish?
da: Hvor mange eksemplarer ønsker du?

source: Name
da: Navn

source: Navigation portlet (Publication)
da: Navigationsportlet (Publikation)

source: Notification email: Receiver email
da: Notifikations-email: Modtager email

source: Notification email: Receiver name
da: Notifikations-email: Modtager navn

source: Notification email: Subject
da: Notifikations-email: Emne

source: Notification email: Text
da: Notifikations-email: Tekst

source: ONLY to be used in publication section
da: Kan KUN bruges i publikationssektionen

source: Organization
da: Organisation

source: Please fill in the introductionary text of the notification mail
da: Skriv den introducerende tekst til notifikations emailen her

source: Please fill in the name of the receiver here
da: Skriv navnet på modtageren her

source: Please fill in the receiver email address here
da: Skriv emailadressen på modtageren her

source: Please fill in the subject of the notification mail
da: Skriv emnet på notifikations-emailen her

source: Portlet header
da: Portlet top

source: Price
da: Pris

source: Publication portlet
da: Publikationsportlet

source: Publication year
da: Udgivelsesår

source: Publisher
da: Udgiver

source: Street
da: Vej

source: Subjects
da: Emneord

source: Thank-you page
da: Kvitteringsside

source: Thank-you page heading
da: Kvitteringsside titel

source: The email entered is not valid
da: Den indtastede emailadresse er ikke gyldig

source: The text here will be used on the thank-you page for publication ordering
da: Skriv teksten der skal vises på kvitteringssiden her

source: This form lets you configure the settings for the publication module.
da: På denne form kan du konfigurerer indstillinger for publikationsmodulet

source: Zipcode
da: Postnummer
